/**
 * Вывести на экран результат вычисления 1+2−4.
 */

package calculations.task6;

public class Task6 {
    public static void main(String[] args) {
        System.out.println(1 + 2 - 4);
    }
}
